{
	"minicart": 

		{
			"products": [
				{
					"prod_id": 1,
					"prod_name": "et ultrices posuere cubilia curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere",
					"prod_description": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.",
					"prod_thumbnail": "http://dummyimage.com/25x25.png/dddddd/000000",
					"prod_url": "https://cmu.edu",
					"prod_cnt": 40
				}, {
					"prod_id": 2,
					"prod_name": "in felis donec semper sapien a libero nam dui proin leo odio porttitor",
					"prod_description": "Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.\n\nCurabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.\n\nPhasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.",
					"prod_thumbnail": "http://dummyimage.com/25x25.png/ff4444/ffffff",
					"prod_url": "http://upenn.edu",
					"prod_cnt": 92
				}, {
					"prod_id": 3,
					"prod_name": "justo etiam pretium iaculis justo in hac habitasse platea dictumst etiam faucibus cursus urna ut tellus nulla ut",
					"prod_description": "Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.\n\nPhasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.\n\nProin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.",
					"prod_thumbnail": "http://dummyimage.com/25x25.png/ff4444/ffffff",
					"prod_url": "http://desdev.cn",
					"prod_cnt": 52
				}, {
					"prod_id": 4,
					"prod_name": "ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis",
					"prod_description": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.\n\nMorbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.\n\nFusce consequat. Nulla nisl. Nunc nisl.",
					"prod_thumbnail": "http://dummyimage.com/25x25.png/cc0000/ffffff",
					"prod_url": "http://dailymotion.com",
					"prod_cnt": 98
				}, {
					"prod_id": 5,
					"prod_name": "mauris lacinia sapien quis libero nullam sit amet turpis elementum ligula vehicula consequat morbi a ipsum",
					"prod_description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.",
					"prod_thumbnail": "http://dummyimage.com/25x25.png/dddddd/000000",
					"prod_url": "http://deviantart.com",
					"prod_cnt": 11
				}
			],
		"tax": "$2.59",
		"sub_total": "$67.03",
		"total": "$15.82"
	}
}
